Repository: bertogg/vagalume
Catalog: po/*.po
Languages: ca, es_mx

source: Vagalume Last.fm Client
ca: Client de Last.fm Vagalume

source: Error initializing internet connection manager
ca: S'ha produït un error al inicialitzar el gestor de la connexió a internet
es_mx: Error al iniciar el controlador de conexión a internet

source: Server info imported correctly
ca: S'ha importat la informació de servidors

source: No server info found in that file
ca: No hi ha informació de servidors en el fitxer

source: Unable to login to %s Check username and password
ca: No s'ha pogut registrar a %s Comproveu el nom d'usuari i contrasenya

source: Network connection error
ca: S'ha produït un error en la connexió de xarxa
es_mx: Error el la conexión de red

source: You need to enter your username and password to be able to use this program.
ca: Heu d'introduir el vostre nom d'usuari i contrasenya per poder emprar aquest programa.

source: No more content to play
ca: No hi ha més contingut per reproduir
es_mx: No hay mas contenido para reproducir

source: Downloaded %s - %s
ca: S'ha descarregat %s - %s

source: Error downloading %s - %s
ca: S'ha produït un error al descarregar %s - %s

source: Track already being downloaded
ca: La peça ja s'està descarregant

source: Download this track?
ca: Voleu descarregar aquesta peça?
es_mx: Descargar esta canción?

source: File exists. Overwrite?
ca: El fitxer ja existeix. Voleu sobreescriure'l?
es_mx: El archivo ya existe. Sobreescribir?

source: Downloading %s - %s
ca: Descarregant %s - %s

source: Artist added to bookmarks
ca: S'ha afegit l'artista als preferits

source: Track added to bookmarks
ca: S'ha afegit la peça als preferits

source: Current radio added to bookmarks
ca: S'ha afegit l'emissora actual als preferits

source: Bookmark added
ca: S'ha afegit el preferit

source: Really mark track as loved?
ca: Veleu marcar la peça com que us agrada?
es_mx: Marcar esta canción como favorita?

source: Marking track as loved
ca: S'esta marcant la peça com que us agrada
es_mx: Marcando la canción como favorita

source: Really ban this track?
ca: Voleu excloure la peça?
es_mx: Excluir esta canción?

source: Banning track
ca: S'està excloent la peça
es_mx: Excluyendo la canción

source: Tags set correctly
ca: S'ha fixat l'etiqueta correctament
es_mx: Etiqueta aplicada correctamente

source: Error tagging
ca: S'ha produït un error al etiquetar
es_mx: Error al etiquetar

source: You must type a list of tags
ca: Heu d'introduir una llista d'etiquetes
es_mx: Debes escribir una lista de etiquetas

source: Recommendation sent
ca: S'ha enviar la recomanació
es_mx: Recomendación enviada

source: Error sending recommendation
ca: S'ha produït un error al enviar la recomanació
es_mx: Error al enviar la recomendación

source: You must type a user name and a recommendation message.
ca: Heu d'introduir un nom d'usuari i un missatge de recomanació.
es_mx: Debes escribir un nombre de usuario y un mensaje de recomendación.

source: Track added to playlist
ca: S'ha afegit la peça a la llista de reproducció
es_mx: Canción agregada a la lista de reproducción

source: Error adding track to playlist
ca: S'ha produït un error al afegir la peça a la llista de reproducció
es_mx: Error al agregar canción a la lista de reproducción

source: Really add this track to the playlist?
ca: Voleu afegir aquest peça a la llista de reproducció?
es_mx: Deseas agregar esta canción a tu lista de reproducción?

source: Invalid radio URL. Either this radio doesn't exist or it is only available for Last.fm subscribers
ca: La URL de l'emissora no és vàlida. O no existeix l'emissora o només està disponible per subscriptors de Last.fm
es_mx: Dirección URL de radio invalida. Esta estación no existe o solo esta disponible para subscriptoresregistrados a Last.fm

source: Enter tag
ca: Introduïu etiqueta
es_mx: Agregar etiqueta

source: Enter one of your tags
ca: Introduïu una de les vostres etiquetes
es_mx: Agragar una de tus etiquetas

source: Enter user name
ca: Introduïu nom d'usuari
es_mx: Ingresa el nombre de usuario

source: Play this user's radio
ca: Reprodueix aquesta emissora d'usuari
es_mx: Reproducir la radio de este usuario

source: Enter a tag
ca: Introduïu una etiqueta

source: Enter group
ca: Introduïu grup
es_mx: Ingresa un grupo

source: Enter group name
ca: Introduïu el nom del grup
es_mx: Ingresa el nombre del grupo

source: Enter a global tag
ca: Introduïu una etiqueta global
es_mx: Ingresa una etiqueta global

source: Enter artist
ca: Introduïu l'artista
es_mx: Ingresa un artista

source: Enter an artist's name
ca: Introduïu un nom d'artista
es_mx: Ingresa el nombre de un artista

source: Enter radio URL
ca: Introduïu URL d'emissora
es_mx: Ingresa la dirección URL del radio

source: Enter the URL of the Last.fm radio
ca: Introduïu la URL de l'emissora de Last.fm
es_mx: Ingrese la dirección URL del radio Last.fm

source: Last.fm radio URLs must start with lastfm://
ca: Les URLs d'emissores de Last.fm han de començar per lastfm://
es_mx: Las direcciones URL de radio Last.fm deben empezar con lastfm://

source: Unable to initialize DBUS
ca: No s'ha pogut inicialitzar DBUS

source: Error reading the server list file
ca: No s'ha pogut llegit el fitxer amb la llista de servidors

source: Error initializing audio system
ca: No s'ha pogut inicialitzar el sistema d'àudio
es_mx: Error al iniciar el sistema de audio

source: Unable to initialize OSSO context
ca: No es pot iniciar el context OSSO
es_mx: Error al iniciar el OSSO context

source: Download complete!
ca: Descàrrega completada
es_mx: Descarga completa!

source: Download error!
ca: Error al descarregar
es_mx: Error en la descarga!

source: C_lose
ca: _Tanca
es_mx: C_errar

source: Downloading %s
ca: Descarregant «%s»
es_mx: Descargando %s

source: Downloading file %s
ca: Descarregant fitxer «%s»
es_mx: Descargando archivo %s

source: _Cancel
ca: _Canceŀla
es_mx: _Cancelar

source: Usage: %s [-c converter] [-d decoder] [-m mixer] [-s sink] [lastfm radio url] converter: GStreamer converter (default: '%s', 'none' to disable) decoder: GStreamer decoder (default: '%s') mixer: GStreamer mixer (default: '%s') sink: GStreamer sink (default: '%s')
ca: Ús: %s [-c convertidor] [-d descodificador] [-m mesclador] [-s destí] [url emissora lastfm] convertidor: Convertidor de GStreamer («%s» per defecte i «none» per desactivar-lo) descodificador: Descodificador de GStreamer («%s» per defecte) mesclador: Mesclador de GStreamer («%s» per defecte) destí: Destí «sink» de GStreamer de GStreamer («%s» per defecte)

source: Too many unrecognized options
ca: Massa opcions no reconegudes

source: Usage: %s [lastfm radio url]
ca: Ús: %s [url de l'emissora de lastfm]
es_mx: Uso: %s [url de radio lastfm]

source: (unknown radio)
ca: (emissora desconeguda)

source: User tag radio
ca: Etiqueta d'emissora d'usuari

source: Username:
ca: Nom d'usuari:
es_mx: Usuario:

source: Tag:
ca: Etiqueta:

source: No help available
ca: No hi ha ajuda disponible

source: Password:
ca: Contrasenya:
es_mx: Contraseña:

source: Service:
ca: Servei:

source: Enable scrobbling:
ca: Habilita «scrobbling»:
es_mx: Activar scrobbling:

source: Discovery mode:
ca: Mode de descoberta:
es_mx: Modo busqueda

source: Account
ca: Compte
es_mx: Cuenta

source: * Username and password: From your account. * Service: Last.fm-compatible service to connect to. * Scrobbling: Display the music that you listen to on your profile. * Discovery mode: Don't play music you've already listened to. Requires a Last.fm subscription.
ca: * Nom d'usuari i contrasenya: Del vostre compte. * Servei:Servei compatible amb Last.fm al que connectar-se. b* «Scrobbling»: Mostra la música que escolteu en el vostre perfil. * Mode de descoberta: No reprodueixis músuca que ja heu escoltat. Cal que esteu subscrits a Last.fm.

source: Proxy address:
ca: Dreça del servidor intermediari:
es_mx: Dirección proxy:

source: Connection
ca: Connexió
es_mx: Conexión

source: Select download directory
ca: Seleccioneu el directori de descàrrega
es_mx: Selecciona el directorio para descargar

source: Automatically download free tracks
ca: Peces lliures, descàrrega automàtica

source: Download
ca: Descàrrega
es_mx: Descargar

source: * Download directory: Where to download mp3 files. Note that you can only download those songs marked as freely downloadable by the server.
ca: ^Directori de descàrrega: On es descarreguen els fitxers «mp3». Noteu que només us podreu descarregar les cançons marcades com de lliure descàrrega en el servidor.

source: IM message template:
ca: Plantilla de missatge MI:

source: Update Pidgin status:
ca: Actualitza l'estat de Pidgin:
es_mx: Actualizar el estado en Pidgin:

source: Update Gajim status:
ca: Actualitza l'estat de Gajim:
es_mx: Actualizar el estado en Gajim:

source: Update Gossip status:
ca: Actualitza l'estat de Gossip:
es_mx: Actualizar el estado en Gossip:

source: Update Telepathy status:
ca: Actualitza l'estat de Telepathy:
es_mx: Actualizar el estado en Telepathy:

source: Update IM status
ca: Actualitza l'estat de MI

source: Vagalume can update the status message of your IM client each time a new song starts. The template can contain the following keywords: {artist}: Name of the artist {title}: Song title {station}: Radio station {version}: Vagalume version
ca: Vagalume pot actualitzar el missatge d'estat del vostre client MI (missatgeria instantània) cada cop que comença una nova cançó. La plantilla pot emprar les següents claus: {artist}: Nom de l'artista. {title}: Títol de la cançó. {station}: Emissora de ràdio. {version}: Versió de Vagalume.

source: Disable confirmation dialogs:
ca: No mostris diàlegs de confirmació:

source: * Disable confirmation dialogs: Don't ask for confirmation when loving/banning tracks.
ca: * No mostris diàlegs de confirmació: No demanis confirmació quan una peça us agrada o l'excloeu.

source: Show playback notifications:
ca: Mostra notificacions de reproducció:

source: * Show playback notifications: Pop up a notification box each time a new song starts.
ca: * Mostra notificacions de reproducció: Mostra una caixa emergent de notificació cada cop que comenci una cançó nova.

source: Close to systray:
ca: Tanca a la safata del sistema:

source: * Close to systray: Hide the Vagalume window when the close button is pressed.
ca: * Tanca a la safata del sistema: Amaga la finestra de Vagalume quan es pitja el botó de tancar.

source: Misc
ca: Altres

source: User settings
ca: Ajustaments d'usuari
es_mx: Ajustes de usuario

source: Artist:
ca: Artista:
es_mx: Artista:

source: Track:
ca: Peça:
es_mx: Canción:

source: Album:
ca: Àlbum:

source: Send a recommendation
ca: Envia una recomanació
es_mx: Mandar una recomendación

source: Recommend this
ca: Recomaneu-lo
es_mx: Recomendar este/a

source: Send recommendation to
ca: Envia la recomanació a
es_mx: Mandar la recomendación a

source: Recommendation message
ca: Missatge de recomanació
es_mx: Mensaje de recomendación

source: retrieving...
ca: s'estan recuperant…
es_mx: adquiriendo...

source: (none)
ca: (cap)

source: Tagging
ca: Afegint etiquetes
es_mx: Etiquetando

source: Tag this
ca: Etiqueteu-lo
es_mx: Etiqueta esta

source: Enter a comma-separated list of tags
ca: Introduïu una llista separada per comes d'etiquetes
es_mx: Agrega una lista de etiquetas separada por commas

source: Your favourite tags
ca: Les vostres etiquetes favorites
es_mx: Tus etiquetas favoritas

source: Popular tags for this
ca: Les seves etiquetes populars
es_mx: Etiquetas populares para esto

source: Username
ca: Nom d'usuari

source: Password
ca: Contrasenya

source: Service
ca: Servei

source: Enable scrobbling
ca: Mode «scrobbling»

source: Discovery mode
ca: Mode de descoberta

source: Use HTTP proxy
ca: Empra un servidor intermediari HTTP
es_mx: Usar proxy HTTP

source: Proxy address
ca: Adreça del servidor intermediari

source: Download directory
ca: Directori de descàrregues

source: IM message template
ca: Plantilla de missatges MI

source: Disable confirmation dialogs
ca: Deshabilita els diàlegs de confirmació

source: %d tags
ca: %d etiquetes

source: Enter a comma-separated list of tags
ca: Introduïu una llista separada per comes d'etiquetes

source: Client for Last.fm and compatible services
ca: Client de Last.fm i serveis compatibles

source: Catalan
ca: Català

source: German
ca: Alemany

source: Spanish
ca: Castellà

source: Finnish
ca: Finès

source: French
ca: Francès

source: Galician
ca: Gallec

source: Italian
ca: Italià

source: Latvian
ca: Letó

source: Polish
ca: Polonès

source: Portuguese
ca: Portuguès

source: Russian
ca: Rus

source: Confirmation
ca: Confirmació
es_mx: Confirmación

source: Add bookmark
ca: Afegeix preferit

source: Edit bookmark
ca: Edita preferit

source: Bookmark name
ca: Nom de preferit

source: Last.fm radio address
ca: Direcció d'emissora de Last.fm

source: Invalid bookmark name
ca: El nom de preferit no és vàlid

source: Select server file to import
ca: Seleccioneu el fitxer de servidors a immportar

source: Stop automatically
ca: Atura automaticament

source: When do you want to stop playback?
ca: Quan voleu aturar la reproducció

source: minutes
ca: minuts

source: Don't stop
ca: No aturis

source: Stop after this track
ca: Atura després d'aquesta peça
es_mx: Detener despues de esta canción

source: Stop after
ca: Atura en

source: _Recommend to...
ca: _Recomana a…

source: _Tags...
ca: _Etiquetes…

source: _Add to playlist
ca: Afegeix a la _llista de reproducció

source: _Love this track
ca: M'_agrada aquesta peça

source: _Ban this track
ca: _Exclou aquesta peça

source: Bookmarks
ca: Preferits

source: _Import servers file...
ca: _Importa fitxer de servidors…

source: Play _Radio
ca: Reprodueix _emissora
es_mx: Reproducir _Radio

source: My radios
ca: Les meves emissores
es_mx: Mis Radios

source: Others' radios
ca: Unes altres emissores
es_mx: Radios de otros

source: Group radio...
ca: Emissora de grup…
es_mx: Radio de grupo...

source: Music tagged...
ca: Música etiquetada…
es_mx: Musica etiquetada...

source: Artists similar to...
ca: Artista semblant a…
es_mx: Artistas similares a...

source: Enter URL...
ca: Introduïu una URL…
es_mx: Ingresa la dirección URL...

source: My library
ca: La meva biblioteca

source: My neighbours
ca: Els meus veïns
es_mx: Mis vecinos

source: My loved tracks
ca: Les peces que m'agraden
es_mx: Mis canciones favoritas

source: My mix
ca: La meva mescla

source: My playlist
ca: La meva llista de reproducció
es_mx: Mi lista de reproducción

source: My recommendations
ca: Les meves recomanacions
es_mx: Mis recomendaciones

source: My music tagged...
ca: La meva música etiquetada…
es_mx: Mi musica etiquetada...

source: Library...
ca: Biblioteca…

source: Neighbours...
ca: Veïns…
es_mx: Vecinos...

source: Loved tracks...
ca: Peces que us agraden…
es_mx: Canciones favoritas...

source: Mix...
ca: Mescla…

source: Playlist...
ca: Llista de reproducció…
es_mx: Listas de reproducción...

source: Recommendations...
ca: Recomanacions…

source: _Actions
ca: _Accions
es_mx: _Acciones

source: Stop after...
ca: Para en…

source: Download this track
ca: Descarrega aquesta peça
es_mx: Descargar esta canción

source: _Bookmarks
ca: _Preferits

source: Add bookmark...
ca: Afegeix preferit…

source: Manage bookmarks...
ca: Gestiona els preferits…

source: Bookmark this artist...
ca: Afegeix l'artista com preferit…

source: Bookmark this track...
ca: Afegeix la peça com preferida…

source: Bookmark this radio...
ca: Afegeix l'emissora com preferida…

source: _Help
ca: A_juda
es_mx: _Ayuda

source: Select radio
ca: Seleccioneu emissora

source: %s's library
ca: Biblioteca de %s

source: %s's neighbours
ca: Veïns de %s

source: %s's loved tracks
ca: Peces que agraden a %s

source: %s's mix
ca: Mescla de %s

source: %s's playlist
ca: Llista de reproducció de %s

source: %s's recommendations
ca: Recomanacions de %s

source: %s's music tagged...
ca: Música de %s etiquetada…

source: Type any user name
ca: Introduïu un nom d'usuari

source: Import servers file
ca: Importa el fitxer de servidors

source: Play radio
ca: Reprodueix emissora

source: People
ca: Gent

source: Start playing
ca: Comença la reproducció
es_mx: Empezar reproducción

source: Stop playing
ca: Atura la reproducció
es_mx: Detener reproducción

source: Skip this track
ca: Salta aquesta peça
es_mx: Saltar esta canción

source: Mark as loved
ca: Marca'l com que m'agrada
es_mx: Marcar como favorita

source: Ban this track
ca: Exclou aquesta peça
es_mx: Prohibir esta canción

source: Recommend this track
ca: Recomana aquesta peça
es_mx: Recomendar esta canción

source: Edit tags for this track
ca: Edita les etiquetes d'aquesta peça
es_mx: Editar las etiquetas de esta canción

source: Add this track to playlist
ca: Afegeix aquesta peça a la llista de reproducció
es_mx: Agregar esta canción a la lista de reproducción

source: <b>Artist:</b>
ca: <b>Artista:</b>
es_mx: <b>Artista:</b>

source: <b>Title:</b>
ca: <b>Títol:</b>
es_mx: <b>Título:</b>

source: <b>Album:</b>
ca: <b>Àlbum:</b>

source: <b>Listening to <i>
ca: <b>Escoltant <i>
es_mx: <b>Escuchando <i>

source: Stopped
ca: Aturat
es_mx: Detenido

source: Playing...
ca: S'està reproduint…
es_mx: Reproduciendo...

source: Connecting...
ca: S'està connectant…
es_mx: Conectando...

source: Disconnected
ca: Desconnectat
es_mx: No conectado

source: Volume: %d/100
ca: Volum: %d/100

source: No artist
ca: Sense artista

source: No track
ca: Sense peça

source: No album
ca: Sense àlbum

source: Play
ca: Reprodueix
es_mx: Reproducir

source: Stop
ca: Para
es_mx: Detener

source: Skip
ca: Salta
es_mx: Saltar

source: Love
ca: M'agrada

source: Ban
ca: Exclou-lo

source: Show main window
ca: Mostra la finestra principal

source: Close Vagalume
ca: Tanca Vagalume

source: Stopped
ca: Parat

source: Now playing: %s by %s
ca: Reproduint: %s per %s

source: by <i>%s</i>
ca: per <i>%s</i>

source: by <i>%s</i> from <i>%s</i>
ca: per <i>%s</i> de <i>%s</i>

source: Unable to login to Last.fm Check username and password
es_mx: Imposible iniciar seción a Last.fm Verifica el nombre de usuario y contraseña

source: You need to enter your Last.fm username and password to be able to use this program.
es_mx: Se requiere que ingrese su usuario y contraseña de Last.fm para usar este programa

source: Invalid radio URL
es_mx: Dirección URL de radio invalida

source: Unable to set D-BUS callback
es_mx: No se pudo establecer el D-BUS callback

source: Unable to set hw callback
es_mx: No se pudo establecer el hw callback

source: A Last.fm client for Gnome and Maemo
es_mx: Un cliente de Last.fm para Gnome y Maemo

source: Settings...
es_mx: Ajustes...

source: Quit
es_mx: Salir

source: My personal radio
es_mx: Mi radio presonal

source: Love this track
es_mx: Agregar a canciones favoritas

source: Add to playlist
es_mx: Agregar a la lista reproducción

source: Tag...
es_mx: Etiqueta...

source: Recommend...
es_mx: Recomendar...

source: About...
es_mx: Acerca de...
